
const searchList = [
  '人在塔在。=> 盖伦',
  '德玛西亚。',
  '一点寒芒先到、随后枪出如龙。=> 赵信',
  '我于杀戮之中盛放、亦如黎明中的花朵。=> 烬',
  '生与死、轮回不止、我们生、他们死。=> 内瑟斯',
  '均衡，存乎无万物之间。=> 凯南',
  '蒙多觉得你是个大娘们！=> 赵信',
  '人人都会打飞机，这对飞机来说很不公平。=> 库奇',
  '咦，好像有什么东西要流出来了？=> 弗拉基米尔',
  '那个，你看到我的小熊了吗？再烦，再烦我就打你哦？=> 安妮',
  '不要怕，我来了！=> 盖伦',
  '你看到我的小熊了吗？=> 安妮',
  '请宠爱我吧。我是该让你们的心跳加快呢还是让它们停止呢？=> 阿狸',
  '我用双手成就你的梦想。=> 李青',
  '你在恐惧吗？召唤师！=> 魔腾',
  '在游戏里，一般像我这么帅的，都是主角哦。=> 伊泽瑞尔',
  '迎接审判吧。=> 凯尔',
  '我与死亡同行。=> 格雷福斯',
  '我的剑就是你带剑。=> 易',
  '我得大刀早已饥渴难耐了。=> 泰达米尔',
  '犯我德邦者，虽远必诸。=> 嘉文四世',
  '对称存乎万物之间。=> 阿卡丽',
  '你在打冷战么？=> 卡尔萨斯',
  '没想到吧，我又回来了。=> 贾克斯',
];

const recentSuggest = [
  '推荐-1',
  '推荐-2',
  '推荐-3',
];